Repository: matinlotfali/KDE-Rounded-Corners
Catalog: po/*/kcmcorners.po
Languages: de, hu, ru, zh

source: Rounded Corners (formerly ShapeCorners)
de: Rounded Corners (früher ShapeCorners)
ru: Закругленные углы (ранее ShapeCorners)
zh: Rounded Corners (原名 ShapeCorners)

source: Animate transition between active and inactive states with duration:
ru: Анимировать переход между активным и неактивным состояниями с длительностью:
zh: 启用活动与非活动状态间的动画过渡，时长：

source: ms
ru: мс
zh: 毫秒

source: Roundness
de: Rundungen
hu: Lekerekítés
ru: Закруглённость
zh: 圆角

source: Active Window
de: Aktives Fenster
hu: Aktív ablak
ru: Активное окно
zh: 活动窗口

source: Corner Roundness Radius
de: Eckenrundungsradius
hu: Lekerekített sarok sugara
ru: Радиус закругления угла
zh: 圆角半径

source: Inactive Window
de: Inaktives Fenster
hu: Inaktív ablak
ru: Неактивное окно
zh: 非活动窗口

source: Disable Roundness on Tile
de: Rundungen in Kacheln deaktivieren
hu: Lekerekítés kikapcsolása csempén
ru: Отключить округлость на окнах плиткой
zh: 平铺时禁用圆角

source: Disable Roundness on Maximize
de: Rundung bei Maximierung deaktivieren
hu: Lekerekítés kikapcsolása maximalizáláskor
ru: Отключить округлость на распахнутых окнах
zh: 最大化时禁用圆角

source: Disable Roundness on FullScreen
de: Rundung im Vollbildmodus deaktivieren
ru: Отключить округлость в полноэкранном режиме
zh: 全屏时禁用圆角

source: Shadows
de: Schatten
ru: Тени
zh: 阴影

source: Use Native Decoration Shadows
de: Native Fensterdekorations-Schatten verwenden
ru: Использовать натуральные декоративные тени
zh: 使用原生装饰阴影

source: Use Custom Shadows
de: Benutzerdefinierte Schatten verwenden
ru: Использовать пользовательские тени
zh: 使用自定义阴影

source: Active Shadow
de: Aktiver Schatten
ru: Активная тень
zh: 活动窗口阴影

source: Shadow Size*
de: Schattengröße
ru: Размер тени*
zh: 阴影尺寸*

source: Initial Transparency
de: Anfängliche Transparenz
ru: Первоначальная прозрачность
zh: 初始透明度

source: &Use Decoration Color
de: &Dekorationsfarbe verwenden
hu: Ablakdekoráció szín &használata
ru: Использовать цвет декора
zh: 使用装饰颜色

source: WindowText
de: Fenster Text
hu: Ablak szöveg
zh: 窗口文本

source: Button
de: Knopf
hu: Gomb
ru: Кнопка
zh: 按钮

source: Light
de: Hell
hu: Világos
ru: Светлая
zh: 浅色

source: Midlight
de: Mittlere Helligkeit
hu: Közepesen világos
ru: Средняя
zh: 中亮

source: Dark
de: Dunkel
hu: Sötét
ru: Тёмная
zh: 深色

source: Mid
de: Mittlere
hu: Közepes
ru: Центр
zh: 中间色

source: Text
hu: Szöveg
ru: Текст
zh: 文本

source: BrightText
de: Heller Text
hu: Világos szöveg
zh: 亮色文本

source: ButtonText
de: Knopf Text
hu: Gomb szöveg
zh: 按钮文本

source: Base
de: Basis
hu: Alap
ru: Основание
zh: 基底

source: Window
de: Fenster
hu: Ablak
ru: Окно
zh: 窗口

source: Shadow
de: Schatten
hu: Árnyék
ru: Тень
zh: 阴影

source: Highlight
de: Hervorheben
hu: Kiemelés
ru: Подсветка
zh: 高亮

source: HighlightedText
de: Hervorgehobener Text
hu: Kiemelt szöveg
zh: 高亮文本

source: Link
hu: Hivatkozás
ru: Ссылка
zh: 链接

source: LinkVisited
de: Besuchter Link
hu: Meglátogatott hivatkozás
zh: 已访问链接

source: AlternateBase
de: Alternativbasis
hu: Alternatív alap
zh: 交替基底

source: NoRole
de: Keine Regel
hu: Nincs szerepe
zh: 无角色

source: ToolTipBase
de: Tooltip Basis
hu: Eszközsúgó Alap
zh: 工具提示基础

source: ToolTipText
hu: Eszközsúgó szöveg
zh: 工具提示文本

source: PlaceholderText
de: Platzhaltertext
hu: Helyőrző szöveg
zh: 占位符文本

source: Use Custom Co&lor
de: Benutzerdefinierte Farbe verwenden
hu: E&gyéni szín használata
ru: Использовать собственный цвет
zh: 使用自定义颜色

source: Inactive Shadow
de: Inaktiver Schatten
ru: Неактивная тень
zh: 非活动窗口阴影

source: Use Decoration Color
de: Dekorationsfarbe verwenden
hu: Ablak&dekoráció szín használata
ru: Использовать цвет декора
zh: 使用装饰颜色

source: Use Custom Color
de: Benutzerdefinierte Farbe verwenden
hu: E&gyéni szín használata
ru: Использовать собственный цвет
zh: 使用自定义颜色

source: * Limited by the decoration expanded geometry
de: * Begrenzt durch die erweiterte Geometrie der Dekoration
ru: * Ограничено расширенной геометрией декора
zh: * 受窗口装饰的扩展尺寸限制

source: Outlines
de: Umrisse
hu: Körvonalak
ru: Контуры
zh: 轮廓

source: Primar&y Outline
de: primäre Umrisse
hu: &Elsődleges körvonal
ru: Первичны&й контур
zh: 主轮廓

source: Outline Thickness
de: Umrissdicke
hu: Körvonal vastagsága
ru: Толщина контура
zh: 轮廓粗细

source: Outline Transparency
de: Umrisstransparenz
hu: Körvonal áttetszősége
ru: Прозрачность контура
zh: 轮廓透明度

source: Secondary Outline
hu: Másodlagos körvonal
ru: Вторичный контур
zh: 次轮廓

source: Outer Outline*
ru: Внешний контур*
zh: 外轮廓*

source: Disable Outline on Tile
de: Umriss auf Kachel deaktivieren
hu: Körvonal kikapcsolása csempén
ru: Отключить контур на окнах плиткой
zh: 平铺时禁用轮廓

source: Disable Outline on Maximize
de: Umriss bei Maximierung deaktivieren
hu: Körvonal kikapcsolása maximalizáláskor
ru: Отключить контур на распахнутых окнах
zh: 最大化时禁用轮廓

source: Disable Outline on FullScreen
de: Umriss im Vollbildmodus deaktivieren
ru: Отключить контур в полноэкранном режиме
zh: 全屏时禁用轮廓

source: * Only if the decoration provides expanded geometry
de: * Nur wenn die Dekoration eine erweiterte Geometrie aufweist
ru: * Только если декор предусматривает расширенную геометрию
zh: * 仅在窗口装饰支持扩展尺寸时适用

source: Inclusions && Exclusions
de: Einschlüsse & Ausschlüsse
hu: Alkalmazások && kizárások
ru: Включения и исключения
zh: 包含和排除

source: Include >
de: Einbeziehen
hu: Alkalmazás >
ru: Включить >
zh: 包含 >

source: Include all dialogs
de: Alle Dialoge einbeziehen
hu: Alkalmazza az összes párbeszéd ablakra
ru: Включить все диалоги
zh: 包含所有对话框

source: Excluded Windows:
de: Ausgeschlossene Fenster
hu: Kizárt ablakok:
ru: Исключенные окна:
zh: 排除窗口:

source: List of Current Open Windows:
de: Liste der derzeit geöffneten Fenster:
hu: Jelenleg megnyitott ablakok listája:
ru: Список текущих открытых окон:
zh: 当前打开窗口列表：

source: Exclude >
de: Ausschließen
hu: Kizárás >
ru: Исключить >
zh: 排除 >

source: Included Windows:
de: Einbezogene Fenster
hu: Ablakok, amikre alkalmaz van:
ru: Включенные окна:
zh: 包含窗口:

source: Include all normal windows
de: Beziehe alle normalen Fenster ein
hu: Minden normál ablakra legyen alkalmazva
ru: Включить все обычные окна
zh: 包含所有普通窗口

source: Class 1
hu: Csoport 1
ru: Класс 1
zh: 类型1

source: Class 2
hu: Csoport 2
ru: Класс 2
zh: 类型2

source: Caption
de: Bildunterschrift
hu: Felirat
ru: Название
zh: 标题

source: Refresh
de: Aktualisieren
ru: Обновить
zh: 刷新

source: Enable animation between active and inactive state
de: Animation zwischen aktivem und inaktivem Zustand aktivieren
hu: Animáció engedélyezése aktív és inaktív állapot közt

source: Secondary Outline*
de: Sekundärer Umriss

source: Form
hu: Forma
